"SitReminder 提醒您休息一下吧" = "SitReminder remind you to have a rest";

"为了您的身体健康，建议您起来活动活动!" = "For your health, I suggest you get some activity!";

"去休息了" = "OK, Have a rest";

"停止提醒" = "Stop service";

"发现你并没有休息或者休息时间太短，建议您注意休息!" = "Find that you did not rest or rest time is too short, it is recommended that you pay attention to rest";

"已启动" = "started";

"已停止" = "stopped";

"我知道啦！" = "I know it!";

